{
  "en": {
    "title": "Privacy Policy",
    "sections": [
      {
        "heading": "1. Information We Collect",
        "content": [
          "We may collect the following personal data from you:",
          "Basic Identification: Full name, date of birth, nationality, gender",
          "Contact Information: Phone number, email address, home address",
          "Academic Records: Transcripts, certificates, school history",
          "Government Documents: Passport, birth certificate, national ID",
          "Payment Details: Bank transaction receipts (we do not store card or account numbers)",
          "Application Documents: CV, SOPs, photos, letters, and other admission-related files",
          "Media: Photos, videos, or testimonials captured during events or through services"
        ]
      },
      {
        "heading": "2. How We Use Your Information",
        "content": [
          "Your information is used for:",
          "Processing applications to universities, language schools, or scholarships in Japan",
          "Providing mentorship and visa support services",
          "Creating personalised guidance and support plans",
          "Issuing receipts, invoices, and certificates",
          "Communicating with you about your service, progress, or updates",
          "Improving our services and managing internal operations",
          "Sharing testimonials and success stories for educational or promotional purposes",
          "Note: Photos and videos may be used on our social media and website for promotions. By using our services, you consent to this usage."
        ]
      },
      {
        "heading": "3. Data Storage & Protection",
        "content": [
          "We store your data securely using encrypted digital systems and limited physical access.",
          "Only authorised staff and mentors directly involved in your case can access your data.",
          "We take precautions to avoid data breaches, but ConnectJapan is not liable for data leaks caused by cyberattacks or third-party platform vulnerabilities."
        ]
      },
      {
        "heading": "4. Data Sharing Policy",
        "content": [
          "We do not sell or rent your data to any third party.",
          "We may share your data with:",
          "Partner universities, language schools, or embassies (when required for application)",
          "Payment processors or banks (only if verification is required)",
          "Internal team members handling your case"
        ]
      },
      {
        "heading": "5. No Data Deletion or Rights to Request",
        "content": [
          "By using ConnectJapan services, you acknowledge and agree that:",
          "You do not have the right to request access to, correction of, or deletion of any personal data once submitted.",
          "ConnectJapan retains all submitted data indefinitely for record-keeping, legal, compliance, and promotional purposes.",
          "ConnectJapan is under no obligation to remove or delete any personal data, media, or documents, even if requested."
        ]
      },
      {
        "heading": "6. Third-Party Services",
        "content": [
          "Our website or documents may contain links to third-party services (e.g., university sites, embassies, scholarship platforms).",
          "We are not responsible for their privacy policies or how they use your data."
        ]
      },
      {
        "heading": "7. Retention Period",
        "content": [
          "We retain your data for a minimum of 3 years after your last interaction with us or longer if needed for legal, educational, or operational purposes."
        ]
      },
      {
        "heading": "8. Use of Cookies",
        "content": [
          "Our website may use cookies to improve user experience.",
          "You can disable cookies in your browser settings, but this may limit site functionality."
        ]
      },
      {
        "heading": "9. Changes to This Policy",
        "content": [
          "We may update this Privacy Policy from time to time. Major changes will be announced on our website or by email."
        ]
      }
    ]
  },
  "bn": {
    "title": "গোপনীয়তা নীতি",
    "sections": [
      {
        "heading": "১. আমরা কী তথ্য সংগ্রহ করি",
        "content": [
          "আমরা আপনার কাছ থেকে নিম্নলিখিত ব্যক্তিগত তথ্য সংগ্রহ করতে পারি:",
          "মৌলিক পরিচয়: পূর্ণ নাম, জন্ম তারিখ, জাতীয়তা, লিঙ্গ",
          "যোগাযোগের তথ্য: ফোন নম্বর, ইমেইল ঠিকানা, বাড়ির ঠিকানা",
          "শিক্ষাগত রেকর্ড: ট্রান্সক্রিপ্ট, সার্টিফিকেট, স্কুল ইতিহাস",
          "সরকারি ডকুমেন্ট: পাসপোর্ট, জন্ম সনদ, জাতীয় পরিচয়পত্র",
          "পেমেন্ট বিবরণ: ব্যাংক লেনদেনের রসিদ (আমরা কার্ড বা অ্যাকাউন্ট নম্বর সংরক্ষণ করি না)",
          "আবেদন সংক্রান্ত ডকুমেন্ট: সিভি, এসওপি, ছবি, চিঠি এবং অন্যান্য ভর্তি সংক্রান্ত ফাইল",
          "মিডিয়া: ইভেন্ট বা সেবার সময় তোলা ছবি, ভিডিও বা টেস্টিমোনিয়াল"
        ]
      },
      {
        "heading": "২. আমরা আপনার তথ্য কীভাবে ব্যবহার করি",
        "content": [
          "আপনার তথ্য ব্যবহৃত হয়:",
          "জাপানের বিশ্ববিদ্যালয়, ভাষা স্কুল বা স্কলারশিপে আবেদন প্রক্রিয়াকরণে",
          "মেন্টরশিপ ও ভিসা সহায়তা সেবা প্রদানে",
          "ব্যক্তিগতকৃত গাইডেন্স ও সাপোর্ট প্ল্যান তৈরিতে",
          "রসিদ, ইনভয়েস ও সার্টিফিকেট ইস্যু করতে",
          "আপনার সেবা, অগ্রগতি বা আপডেট সম্পর্কে যোগাযোগ করতে",
          "আমাদের সেবা উন্নত করতে ও অভ্যন্তরীণ পরিচালনা করতে",
          "শিক্ষামূলক বা প্রচারণামূলক উদ্দেশ্যে টেস্টিমোনিয়াল ও সাফল্যের গল্প শেয়ার করতে",
          "নোট: ছবি ও ভিডিও আমাদের সোশ্যাল মিডিয়া ও ওয়েবসাইটে প্রচারণার জন্য ব্যবহার হতে পারে। আমাদের সেবা ব্যবহার করে আপনি এতে সম্মতি দেন।"
        ]
      },
      {
        "heading": "৩. তথ্য সংরক্ষণ ও সুরক্ষা",
        "content": [
          "আমরা আপনার তথ্য এনক্রিপ্টেড ডিজিটাল সিস্টেম ও সীমিত শারীরিক প্রবেশাধিকার সহ নিরাপদে সংরক্ষণ করি।",
          "শুধুমাত্র অনুমোদিত স্টাফ ও মেন্টররা আপনার কেসে সরাসরি জড়িত থাকলে তথ্য অ্যাক্সেস করতে পারে।",
          "আমরা ডেটা ব্রিচ এড়াতে সতর্কতা অবলম্বন করি, তবে সাইবার আক্রমণ বা তৃতীয় পক্ষের প্ল্যাটফর্মের কারণে ডেটা লিকের জন্য ConnectJapan দায়ী নয়।"
        ]
      },
      {
        "heading": "৪. তথ্য শেয়ারিং নীতি",
        "content": [
          "আমরা আপনার তথ্য কোনো তৃতীয় পক্ষের কাছে বিক্রি বা ভাড়া দিই না।",
          "আমরা আপনার তথ্য শেয়ার করতে পারি:",
          "অংশীদার বিশ্ববিদ্যালয়, ভাষা স্কুল বা দূতাবাসের সাথে (আবেদনের জন্য প্রয়োজন হলে)",
          "পেমেন্ট প্রসেসর বা ব্যাংকের সাথে (শুধুমাত্র যাচাইয়ের জন্য প্রয়োজন হলে)",
          "আপনার কেস পরিচালনাকারী অভ্যন্তরীণ টিম সদস্যদের সাথে"
        ]
      },
      {
        "heading": "৫. তথ্য মুছে ফেলার অধিকার নেই",
        "content": [
          "ConnectJapan সেবা ব্যবহার করে আপনি স্বীকার করেন ও সম্মত হন:",
          "আপনি কোনো ব্যক্তিগত তথ্য অ্যাক্সেস, সংশোধন বা মুছে ফেলার অধিকার রাখেন না।",
          "ConnectJapan সমস্ত জমাকৃত তথ্য অনির্দিষ্টকালের জন্য সংরক্ষণ করে আইনি, রেকর্ড-রাখা ও প্রচারণার জন্য।",
          "ConnectJapan কোনো ব্যক্তিগত তথ্য, মিডিয়া বা ডকুমেন্ট মুছে ফেলার বাধ্যবাধকতায় নেই, এমনকি অনুরোধ করলেও না।"
        ]
      },
      {
        "heading": "৬. তৃতীয় পক্ষের সেবা",
        "content": [
          "আমাদের ওয়েবসাইট বা ডকুমেন্টে তৃতীয় পক্ষের সেবার লিঙ্ক থাকতে পারে (যেমন: বিশ্ববিদ্যালয়, দূতাবাস, স্কলারশিপ প্ল্যাটফর্ম)।",
          "তাদের গোপনীয়তা নীতি বা তথ্য ব্যবহারের জন্য আমরা দায়ী নই।"
        ]
      },
      {
        "heading": "৭. সংরক্ষণকাল",
        "content": [
          "আপনার শেষ ইন্টারঅ্যাকশনের পর কমপক্ষে ৩ বছর বা আইনি, শিক্ষাগত বা পরিচালনাগত কারণে প্রয়োজন হলে আরও বেশি সময় তথ্য সংরক্ষণ করি।"
        ]
      },
      {
        "heading": "৮. কুকিজের ব্যবহার",
        "content": [
          "আমাদের ওয়েবসাইট ব্যবহারকারীর অভিজ্ঞতা উন্নত করতে কুকিজ ব্যবহার করতে পারে।",
          "আপনি ব্রাউজার সেটিংসে কুকিজ নিষ্ক্রিয় করতে পারেন, তবে এতে সাইটের কার্যকারিতা সীমিত হতে পারে।"
        ]
      },
      {
        "heading": "৯. নীতিমালার পরিবর্তন",
        "content": [
          "আমরা সময়ে সময়ে এই গোপনীয়তা নীতি আপডেট করতে পারি। বড় পরিবর্তন ওয়েবসাইট বা ইমেইলের মাধ্যমে জানানো হবে।"
        ]
      }
    ]
  },
  "jp": {
    "title": "プライバシーポリシー",
    "sections": [
      {
        "heading": "1. 収集する情報",
        "content": [
          "当社は以下の個人情報を収集する場合があります：",
          "基本的な識別情報：氏名、生年月日、国籍、性別",
          "連絡先情報：電話番号、メールアドレス、自宅住所",
          "学歴：成績証明書、修了証明書、学校歴",
          "公的書類：パスポート、出生証明書、国民ID",
          "支払い情報：銀行取引明細（カード番号や口座番号は保存しません）",
          "申請書類：履歴書、志望理由書、写真、推薦状、その他の入学関連書類",
          "メディア：イベントやサービス中に撮影された写真、動画、体験談"
        ]
      },
      {
        "heading": "2. 情報の利用方法",
        "content": [
          "お客様の情報は以下の目的で利用されます：",
          "日本の大学、語学学校、奨学金への申請手続きのため",
          "メンターシップやビザサポートサービスの提供のため",
          "個別のガイダンスやサポートプランの作成のため",
          "領収書、請求書、証明書の発行のため",
          "サービス、進捗、更新についてのご連絡のため",
          "サービスの改善や内部運営の管理のため",
          "教育的またはプロモーション目的での体験談や成功事例の共有のため",
          "注：写真や動画はプロモーションのため、当社のSNSやウェブサイトで使用される場合があります。サービスをご利用いただくことで、これに同意したものとみなします。"
        ]
      },
      {
        "heading": "3. データの保存と保護",
        "content": [
          "当社は暗号化されたデジタルシステムと限定的な物理的アクセスにより、お客様のデータを安全に保管します。",
          "お客様の案件に直接関与する認可されたスタッフやメンターのみがデータにアクセスできます。",
          "データ漏洩防止に努めますが、サイバー攻撃や第三者プラットフォームの脆弱性による漏洩についてConnectJapanは責任を負いません。"
        ]
      },
      {
        "heading": "4. データ共有ポリシー",
        "content": [
          "当社はお客様のデータを第三者に販売または貸与しません。",
          "以下の場合にデータを共有することがあります：",
          "提携大学、語学学校、大使館（申請に必要な場合）",
          "決済処理業者や銀行（確認が必要な場合のみ）",
          "案件を担当する社内チームメンバー"
        ]
      },
      {
        "heading": "5. データ削除や権利請求不可",
        "content": [
          "ConnectJapanのサービスをご利用いただくことで、以下に同意したものとみなします：",
          "提出後の個人データの開示、訂正、削除を請求する権利はありません。",
          "ConnectJapanは記録保持、法的、コンプライアンス、プロモーション目的で全ての提出データを無期限に保持します。",
          "ConnectJapanは、個人データ、メディア、書類の削除依頼があっても、削除する義務を負いません。"
        ]
      },
      {
        "heading": "6. サードパーティサービス",
        "content": [
          "当社のウェブサイトや書類には、第三者サービス（大学サイト、大使館、奨学金プラットフォーム等）へのリンクが含まれる場合があります。",
          "それらのプライバシーポリシーやデータ利用について、当社は責任を負いません。"
        ]
      },
      {
        "heading": "7. 保管期間",
        "content": [
          "最終利用から最低3年間、または法的・教育的・運営上必要な場合はそれ以上データを保持します。"
        ]
      },
      {
        "heading": "8. クッキーの使用",
        "content": [
          "当社ウェブサイトはユーザー体験向上のためクッキーを使用する場合があります。",
          "ブラウザ設定でクッキーを無効にできますが、サイト機能が制限される場合があります。"
        ]
      },
      {
        "heading": "9. 本ポリシーの変更",
        "content": [
          "本プライバシーポリシーは随時更新される場合があります。重要な変更はウェブサイトまたはメールでお知らせします。"
        ]
      }
    ]
  }
}
