{
  "en": {
    "title": "Terms of Services",
    "sections": [
      {
        "heading": "1. Public Use of Photos / Videos",
        "content": [
          "By engaging any ConnectJapan service, you grant us an unlimited, worldwide, royalty free, perpetual licence to display, reproduce, and distribute your image, likeness, voice, or video on our website, social media, print, or promotional materials.",
          "This licence is irrevocable; ConnectJapan will not remove published media even if you later request deletion."
        ]
      },
      {
        "heading": "2. Accuracy of Documents",
        "content": [
          "All documents you submit (transcripts, bank statements, certificates, etc.) must be complete, authentic, and up to date.",
          "ConnectJapan does not verify the authenticity of your documents; you bear full responsibility for their accuracy and any consequences of false or misleading information."
        ]
      },
      {
        "heading": "3. Mandatory Identification",
        "content": [
          "To access any service you must provide valid identification, including passport, birth certificate, and other country specific IDs we request.",
          "Service delivery may be suspended until all required documents are received."
        ]
      },
      {
        "heading": "4. Confidentiality of ConnectJapan Materials",
        "content": [
          "Our templates, checklists, course content, emails, presentations, and ideas are ConnectJapan intellectual property.",
          "You may not copy, forward, publish, or share them—electronically or in print—with anyone outside your immediate household without our written consent."
        ]
      },
      {
        "heading": "5. Non Refundable Payments",
        "content": [
          "All fees (consultation, mentorship, document review, visa support, etc.) are strictly non refundable under every circumstance, including program ineligibility, rejection by an institution, or change of personal plans."
        ]
      },
      {
        "heading": "6. Pre Check Your Eligibility",
        "content": [
          "You are responsible for confirming that the program, scholarship, or visa category you seek is open to you before purchasing a service.",
          "Discovering ineligibility after payment does not entitle you to a refund or credit."
        ]
      },
      {
        "heading": "7. Official Payment Channels",
        "content": [
          "Pay only to:",
          "Bank transfer → Our account name is ConnectJapan.",
          "Cash → ConnectJapan office (Flat 2B, House 104, Road 19, Sector 11, Uttara, Dhaka) — always request a signed receipt.",
          "For bank transfers, email the transfer slip to contact@connectjapanofficial.com to receive an official receipt."
        ]
      },
      {
        "heading": "8. Valid Communication",
        "content": [
          "The sole official email domain is @connectjapanofficial.com. Messages from any other domain are invalid.",
          "Our only official phone number is +880 13 0166 5566; any other number is unauthorised."
        ]
      },
      {
        "heading": "9. Service Modifications",
        "content": [
          "ConnectJapan may change, suspend, or discontinue any service or pricing at any time without prior notice. No refunds will be issued for such changes."
        ]
      },
      {
        "heading": "10. No Guarantees",
        "content": [
          "We do not guarantee admission, scholarship awards, or visa approvals. Decisions rest solely with universities, scholarship boards, and embassies."
        ]
      },
      {
        "heading": "11. Liability Limitation",
        "content": [
          "ConnectJapan is not liable for financial loss, travel costs, emotional distress, or any indirect damages arising from your use of our services or from third party decisions."
        ]
      },
      {
        "heading": "12. Document Retention & Loss",
        "content": [
          "Keep personal copies of all originals and submissions. ConnectJapan is not responsible for lost, damaged, or misplaced files once they leave our possession."
        ]
      },
      {
        "heading": "13. Termination for Misconduct",
        "content": [
          "We may terminate services without refund if you provide fraudulent documents, engage in abusive behaviour, or violate these Terms."
        ]
      },
      {
        "heading": "14. Timeline Estimates",
        "content": [
          "All processing timelines are approximate; delays may occur due to institutions, embassies, or force majeure events."
        ]
      },
      {
        "heading": "15. Governing Law & Venue",
        "content": [
          "These Terms are governed by the laws of Bangladesh. Any dispute shall be resolved exclusively in the courts of Dhaka."
        ]
      },
      {
        "heading": "16. Updates to Terms",
        "content": [
          "ConnectJapan may revise these Terms at any time. Continued use of our services after changes constitutes acceptance of the updated Terms.",
          "The English version prevails over any translation in case of conflict or ambiguity."
        ]
      }
    ]
  },
  "bn": {
    "title": "পরিষেবার শর্তাবলী",
    "sections": [
      {
        "heading": "১. ছবি/ভিডিওর সর্বজনীন ব্যবহার",
        "content": [
          "কনেক্টজাপানের যেকোনো পরিষেবা গ্রহণের মাধ্যমে, আপনি আমাদের ওয়েবসাইট, সোশ্যাল মিডিয়া, প্রিন্ট বা প্রচারমূলক উপকরণে আপনার ছবি, কণ্ঠ, ভিডিও ব্যবহারের জন্য বিশ্বব্যাপী, চিরস্থায়ী, রয়্যালটি-মুক্ত লাইসেন্স প্রদান করেন।",
          "এই লাইসেন্স অপরিবর্তনীয়; প্রকাশিত মিডিয়া মুছে ফেলার অনুরোধ করলেও কনেক্টজাপান তা মুছে ফেলবে না।"
        ]
      },
      {
        "heading": "২. নথিপত্রের যথার্থতা",
        "content": [
          "আপনার জমা দেওয়া সকল নথি (ট্রান্সক্রিপ্ট, ব্যাংক স্টেটমেন্ট, সার্টিফিকেট ইত্যাদি) সম্পূর্ণ, সঠিক ও আপডেট হতে হবে।",
          "কনেক্টজাপান নথির সত্যতা যাচাই করে না; ভুল বা বিভ্রান্তিকর তথ্যের জন্য আপনি সম্পূর্ণ দায়ী।"
        ]
      },
      {
        "heading": "৩. বাধ্যতামূলক পরিচয়পত্র",
        "content": [
          "যেকোনো পরিষেবা পেতে আপনাকে বৈধ পরিচয়পত্র (পাসপোর্ট, জন্ম সনদ, প্রয়োজনীয় দেশভিত্তিক আইডি) দিতে হবে।",
          "সব নথি না পাওয়া পর্যন্ত পরিষেবা স্থগিত থাকতে পারে।"
        ]
      },
      {
        "heading": "৪. কনেক্টজাপান উপকরণের গোপনীয়তা",
        "content": [
          "আমাদের টেমপ্লেট, চেকলিস্ট, কোর্স কনটেন্ট, ইমেইল, উপস্থাপনা ও ধারণা কনেক্টজাপানের মেধাস্বত্ব।",
          "আমাদের লিখিত অনুমতি ছাড়া এগুলো অন্য কারো সাথে শেয়ার, কপি, প্রকাশ বা ফরওয়ার্ড করা যাবে না।"
        ]
      },
      {
        "heading": "৫. ফেরতযোগ্য নয় এমন পেমেন্ট",
        "content": [
          "সব ফি (পরামর্শ, মেন্টরশিপ, ডকুমেন্ট রিভিউ, ভিসা সাপোর্ট ইত্যাদি) কোনো অবস্থাতেই ফেরতযোগ্য নয়।"
        ]
      },
      {
        "heading": "৬. যোগ্যতা যাচাই",
        "content": [
          "কোনো পরিষেবা কেনার আগে আপনি নিজেই নিশ্চিত হবেন যে প্রোগ্রাম, স্কলারশিপ বা ভিসা ক্যাটাগরি আপনার জন্য উন্মুক্ত।",
          "পরিশোধের পর অযোগ্যতা আবিষ্কার করলে কোনো রিফান্ড বা ক্রেডিট পাবেন না।"
        ]
      },
      {
        "heading": "৭. অফিসিয়াল পেমেন্ট চ্যানেল",
        "content": [
          "শুধুমাত্র নিচের মাধ্যমে পেমেন্ট করুন:",
          "ব্যাংক ট্রান্সফার → আমাদের অ্যাকাউন্ট নাম: ConnectJapan।",
          "ক্যাশ → ConnectJapan অফিস (Flat 2B, House 104, Road 19, Sector 11, Uttara, Dhaka) — অবশ্যই স্বাক্ষরিত রসিদ নিন।",
          "ব্যাংক ট্রান্সফারের ক্ষেত্রে, ট্রান্সফার স্লিপ contact@connectjapanofficial.com-এ ইমেইল করুন।"
        ]
      },
      {
        "heading": "৮. বৈধ যোগাযোগ",
        "content": [
          "শুধুমাত্র @connectjapanofficial.com ডোমেইন ইমেইল বৈধ। অন্য কোনো ডোমেইন থেকে বার্তা গ্রহণযোগ্য নয়।",
          "আমাদের একমাত্র অফিসিয়াল ফোন নম্বর +880 13 0166 5566; অন্য কোনো নম্বর অনুমোদিত নয়।"
        ]
      },
      {
        "heading": "৯. পরিষেবা পরিবর্তন",
        "content": [
          "কনেক্টজাপান যেকোনো সময় পরিষেবা বা মূল্য পরিবর্তন, স্থগিত বা বন্ধ করতে পারে। এ কারণে কোনো রিফান্ড হবে না।"
        ]
      },
      {
        "heading": "১০. কোনো গ্যারান্টি নেই",
        "content": [
          "আমরা ভর্তি, স্কলারশিপ বা ভিসা অনুমোদনের গ্যারান্টি দিই না; সিদ্ধান্ত সংশ্লিষ্ট কর্তৃপক্ষের।"
        ]
      },
      {
        "heading": "১১. দায়বদ্ধতার সীমাবদ্ধতা",
        "content": [
          "কনেক্টজাপান কোনো আর্থিক ক্ষতি, ভ্রমণ ব্যয়, মানসিক চাপ বা তৃতীয় পক্ষের সিদ্ধান্তজনিত ক্ষতির জন্য দায়ী নয়।"
        ]
      },
      {
        "heading": "১২. নথি সংরক্ষণ ও ক্ষতি",
        "content": [
          "সব নথির কপি নিজের কাছে রাখুন। কনেক্টজাপান থেকে চলে যাওয়ার পর কোনো নথি হারিয়ে গেলে আমরা দায়ী নই।"
        ]
      },
      {
        "heading": "১৩. অসদাচরণের জন্য বাতিল",
        "content": [
          "ভুয়া নথি, অসদাচরণ বা শর্ত লঙ্ঘন করলে পরিষেবা বাতিল ও রিফান্ড হবে না।"
        ]
      },
      {
        "heading": "১৪. সময়সীমা অনুমান",
        "content": ["সব প্রসেসিং সময় আনুমানিক; বিলম্ব হতে পারে।"]
      },
      {
        "heading": "১৫. আইন ও আদালত",
        "content": [
          "এই শর্তাবলী বাংলাদেশের আইনের অধীন। কোনো বিরোধ হলে শুধুমাত্র ঢাকা আদালতে নিষ্পত্তি হবে।"
        ]
      },
      {
        "heading": "১৬. শর্তাবলী আপডেট",
        "content": [
          "কনেক্টজাপান যেকোনো সময় শর্তাবলী পরিবর্তন করতে পারে। পরিবর্তনের পর পরিষেবা ব্যবহার মানে আপডেটেড শর্তাবলী মেনে নেওয়া।",
          "বিরোধ হলে ইংরেজি সংস্করণই চূড়ান্ত।"
        ]
      }
    ]
  },
  "jp": {
    "title": "コネクトジャパン — 利用規約",
    "sections": [
      {
        "heading": "1. 写真・動画の公開利用",
        "content": [
          "ConnectJapanのサービスを利用することで、あなたの画像、声、動画を当社のウェブサイト、SNS、印刷物、プロモーション資料で無制限・世界中・ロイヤリティフリー・永続的に使用する許可を与えます。",
          "この許可は取り消せません。公開済みメディアの削除依頼にも応じません。"
        ]
      },
      {
        "heading": "2. 書類の正確性",
        "content": [
          "提出する全ての書類（成績証明書、銀行残高証明、証明書等）は完全かつ正確で最新でなければなりません。",
          "ConnectJapanは書類の真偽を確認しません。虚偽や誤情報の責任は全て本人にあります。"
        ]
      },
      {
        "heading": "3. 本人確認の必須",
        "content": [
          "サービス利用にはパスポート、出生証明書、その他必要なIDの提出が必須です。",
          "全ての書類が揃うまでサービス提供は保留されます。"
        ]
      },
      {
        "heading": "4. ConnectJapan資料の機密保持",
        "content": [
          "当社のテンプレート、チェックリスト、コース内容、メール、プレゼン資料、アイデアは知的財産です。",
          "当社の書面許可なく、家庭外の第三者と共有・複製・公開・転送は禁止です。"
        ]
      },
      {
        "heading": "5. 返金不可の支払い",
        "content": [
          "全ての料金（相談、メンタリング、書類確認、ビザサポート等）はいかなる場合も返金不可です。"
        ]
      },
      {
        "heading": "6. 事前の適格性確認",
        "content": [
          "サービス購入前に希望プログラム・奨学金・ビザが自分に該当するか本人が確認してください。",
          "支払い後に不適格が判明しても返金やクレジットはありません。"
        ]
      },
      {
        "heading": "7. 正規の支払い方法",
        "content": [
          "支払いは以下のみ：",
          "銀行振込 → 口座名義はConnectJapan。",
          "現金 → ConnectJapanオフィス（Flat 2B, House 104, Road 19, Sector 11, Uttara, Dhaka）—必ず署名入り領収書を受け取ってください。",
          "銀行振込の場合は、振込明細をcontact@connectjapanofficial.comへメールし、正式な領収書を受け取ってください。"
        ]
      },
      {
        "heading": "8. 正規の連絡手段",
        "content": [
          "正規のメールドメインは@connectjapanofficial.comのみ。他ドメインからの連絡は無効です。",
          "公式電話番号は+880 13 0166 5566のみ。他の番号は無効です。"
        ]
      },
      {
        "heading": "9. サービス内容の変更",
        "content": [
          "ConnectJapanは予告なくサービスや料金を変更・停止・終了する場合があります。これによる返金はありません。"
        ]
      },
      {
        "heading": "10. 保証なし",
        "content": [
          "入学・奨学金・ビザ取得を保証しません。決定権は各機関にあります。"
        ]
      },
      {
        "heading": "11. 責任の制限",
        "content": [
          "ConnectJapanは金銭的損失、渡航費、精神的苦痛、第三者の決定による損害に責任を負いません。"
        ]
      },
      {
        "heading": "12. 書類の保管と紛失",
        "content": [
          "全ての原本・提出物のコピーはご自身で保管してください。ConnectJapanから返却後の紛失・破損は責任を負いません。"
        ]
      },
      {
        "heading": "13. 不正行為によるサービス終了",
        "content": [
          "虚偽書類、迷惑行為、規約違反があれば返金なしでサービスを終了します。"
        ]
      },
      {
        "heading": "14. 処理期間の目安",
        "content": [
          "全ての処理期間は目安です。機関や大使館、不可抗力により遅延する場合があります。"
        ]
      },
      {
        "heading": "15. 準拠法と裁判管轄",
        "content": [
          "本規約はバングラデシュ法に準拠し、紛争はダッカの裁判所で解決されます。"
        ]
      },
      {
        "heading": "16. 規約の改定",
        "content": [
          "ConnectJapanはいつでも本規約を改定できます。改定後もサービスを利用することで同意したものとみなします。",
          "日本語訳と英語版に矛盾がある場合は英語版が優先されます。"
        ]
      }
    ]
  }
}
